fisherman/await
edc/bass
oh-my-fish/plugin-fasd
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/gitignore
fisherman/last_job_id
simnalamburt/shellder
fisherman/spin
oh-my-fish/plugin-theme
