tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "neovim/neovim"
brew "bash"
brew "cheat"
brew "chezmoi"
brew "coreutils"
brew "ctags"
brew "exa"
brew "fasd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "ncdu"
brew "neovim"
brew "node"
brew "openssl"
brew "pandoc"
brew "postgresql"
brew "pre-commit"
brew "pre-commit"
brew "python"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "speedtest-cli"
brew "svn"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "calibre"
cask "docker"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "kitty"
cask "spectacle"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "vlc"

# Lyft specific
brew "aws-iam-authenticator"
brew "aws-okta"
brew "awscli"
brew "kubectl"
