tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "neovim/neovim"
brew "bash"
brew "cheat"
brew "ctags"
brew "dep"
brew "exa"
brew "fasd"
brew "fish"
brew "flake8"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "ical-buddy"
brew "msgpack"
brew "mypy"
brew "ncdu"
brew "neovim"
brew "node"
brew "openssl"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "python"
brew "python@2"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "saltstack"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yamllint"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "firefox"
cask "google-chrome"
cask "spectacle"
cask "spotify"
cask "vlc"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/versions/iterm2-beta"
